const Memorandum = () => {
  return (
    <div>
      <ol>
        -각서-
        <li>1. 나 이동주는 평생 이교헌을 질려하지 않겠습니다.</li>
        <li>2. 나 이동주는 이교헌과 결혼하겠습니다.</li>
        <li>3. 나 이동주는 평생 이교헌을 사랑하겠습니다.</li>
        -이동주-
      </ol>
      <ol>
        -각서-
        <li>1. 나 이교헌은 평생 이동주를 질려하지 않겠습니다.</li>
        <li>2. 나 이교헌은 이동주와 결혼하겠습니다. </li>
        <li>3. 나 이교헌은 평생 이동주를 사랑하겠습니다.</li>
        <li>4. 나 이교헌은 이동주에게 겨드랑이와 정수리를 주겠습니다.</li>
        <li>5. 나 이교헌은 이동주가 괴롭혀도 가만히 있겠습니다.</li>
        <li>6. 그렇지만 나 이교헌은 이동주를 괴롭히지 않겠습니다.</li>
        -이교헌-
      </ol>
    </div>
  );
};

export default Memorandum;
